{
    "data": [
        {
            "type": "HeroBanner",
            "metaData": {
                "headingText": "Interest free\n\narranged overdraft",
                "buttonText": "You can apply for this benefit",
                "buttonURL": "section3",
                "linkType": "sectionJump",
                "imageUrl": "/asset/ulster_ni/private/interest-free.jpg"
            }
        },
        {
            "type": "Section",
            "metaData": {
                "content": [
                    {
                        "type": "marked",
                        "content": {
                            "heading": "Like some extra breathing space for your finances or need some extra money before payday?",
                            "content": "You can apply for an interest free overdraft of up to €1,000. (0% variable).\n\nThe monthly account fee for the ufirst Private account is €14 per month. Customers will also pay a €36 per month fee for the Private Relationship service provided to customers of Ulster Bank Private charged via their ufirst Private Current Account."
                        }
                    }
                ]
            }
        },
        {
            "type": "MultiSection",
            "metaData": {
                "sections": [
                    {
                        "heading": "What you should know",
                        "content": [
                            {
                                "orientation": "row",
                                "content": [
                                    {
                                        "heading": "",
                                        "content": [
                                            {
                                                "type": "marked",
                                                "content": "This is an interest-free arranged overdraft which every ufirst Private member can apply for. Provided your arranged overdraft balance remains below the interest-free buffer you will not be charged arranged overdraft interest. If your arranged overdraft balance exceeds the interest-free buffer you will be charged arranged overdraft interest on the full arranged overdraft balance. Lending criteria, terms and conditions apply. Credit facilities are available to over 18s only who are residents of the Republic of Ireland and is subject credit review and approval. You must repay the overdraft on demand."
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "heading": "",
                        "content": [
                            {
                                "orientation": "row",
                                "content": [
                                    {
                                        "heading": "",
                                        "content": [
                                            {
                                                "type": "marked",
                                                "content": "Your debit balance should not exceed your arranged overdraft limit. If your account overruns without formally agreeing an arranged overdraft, or you exceed your arranged overdraft limit, this is called an Unarranged borrowing. When this happens, you will incur Unarranged borrowing interest as well as the Maintenance Charge. For full details of the interest and charges please see our [A Guide to Personal Account Fees and Interest](http://digital.ulsterbank.ie/content/dam/Ulster/documents/RI%20Region/ri-personal-ulst-brochures/a-guide-to-personal-accounts-fees-and-interest-ULST1376RI.pdf)."
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        },
        {
            "type": "ImageBanner",
            "metaData": {
                "imageUrl": "/asset/ulster_ri/private/desk-article.jpg",
                "heading": "Want to apply for an arranged overdraft?",
                "content": [
                    {
                        "type": "marked",
                        "content": "To apply for an interest free arranged overdraft, please contact your Relationship Manager"
                    }
                ]
            }
        },
        {
            "type": "AccordionComponent",
            "metaData": {
                "heading": "Here's what other people are asking",
                "content": [
                    {
                        "heading": "What happens if I exceed my interest free arranged overdraft?",
                        "content": [
                            {
                                "type": "marked",
                                "content": "The interest free arranged overdraft may not be exceeded without the prior permission of Ulster Bank. If you go over your limit without letting us know, we will charge you interest at the arranged overdraft rate up to your limit and interest at the unarranged interest rate for any balance over and above your limit. A Maintenance Charge and other charges may also apply. Please refer to our booklet [A Guide to Personal Account Fees and Interest](http://digital.ulsterbank.ie/content/dam/Ulster/documents/RI%20Region/ri-personal-ulst-brochures/a-guide-to-personal-accounts-fees-and-interest-ULST1376RI.pdf) for more details."
                            }
                        ]
                    },
                    {
                        "heading": "What happens if I close or downgrade my ufirst Private account?",
                        "content": [
                            {
                                "type": "marked",
                                "content": "If you close or downgrade your ufirst Private account to an account other than a ufirst account, then you will no longer be entitled to this benefit and you will be charged interest on any amount your account is overdrawn by."
                            }
                        ]
                    },
                    {
                        "heading": "Can I open more than one packaged account?",
                        "content": [
                            {
                                "type": "marked",
                                "content": "If you already hold a packaged account from Ulster Bank and are satisfied to open an additional packaged account, please note that there may not be any additional advantage for you opening another account for the following: Travel Service, Airport Lounge Access, Tailored Personal Loan Rates, Tailored Mortgage Rates, Commission Free Travel Money, Worldwide Travel Insurance and Car Insurance discount (if you have more than two packaged accounts). You will also be charged an additional monthly account fee on the new packaged account."
                            }
                        ]
                    },
                    {
                        "heading": "Are all the benefits available if I live abroad?",
                        "content": [
                            {
                                "type": "marked",
                                "content": "If you are living abroad or plan on living abroad, it is important to note that some of the benefits attached to your account are only available when you are visiting the Republic of Ireland or when you are resident in the Republic of Ireland. For further information please call ufirst Private Membership Services on *[1890 825 125](tel:1890825125)* or from outside the Republic of Ireland call *[00 44 2392 676 982](tel:00442392676982)*."
                            }
                        ]
                    }
                ]
            }
        },
        {
            "type": "AdditionalInfo",
            "metaData": {
                "heading": "Important additional information",
                "content": [
                    {
                        "type": "file",
                        "content": [
                            {
                                "title": "ufirst Private User Guide",
                                "fileType": "PDF",
                                "fileSize": " 603KB",
                                "fileUrl": "http://digital.ulsterbank.ie/content/dam/Ulster/documents/RI%20Region/ri-personal-ulst-brochures/private-banking-user-guide-ULST773RI.pdf"
                            },
                            {
                                "title": "A guide to personal accounts fees and interest",
                                "fileType": "PDF",
                                "fileSize": " 351KB",
                                "fileUrl": "http://digital.ulsterbank.ie/content/dam/Ulster/documents/RI%20Region/ri-personal-ulst-brochures/a-guide-to-personal-accounts-fees-and-interest-ULST1376RI.pdf"
                            }
                        ]
                    },
                    {
                        "type": "marked",
                        "className": "link",
                        "content": "Don't have Acrobat Reader? [Download it for free at Adobe](http://get.adobe.com/uk/reader/)"
                    }
                ]
            }
        }
    ],
    "breadCrumb": [
        {
            "path": "/explore/interest-free-arranged-overdraft-buffer",
            "name": "Interest Free Arranged Overdraft"
        }
    ]
}